Repository: netrunner-debian-kde-extras/kamerka
Catalog: po/*.po
Languages: nl

source: Take a photo
nl: Neem een foto

source: Self-timer
nl: Zelfontspanner

source: Less
nl: Minder

source: More
nl: Meer

source: Configure
nl: Configureer

source: Open directory
nl: Map openen

source: Simple photo taking application with fancy animated interface
nl: Simpele toepassing om foto's te nemen met een geanimeerde interface

source: i18n() takes at least one argument
nl: i18n() neemt op zijn minst één argument

source: Could not load QML interface!
nl: Kon QML interface niet laden!

source: Error
nl: Fout

source: Could not connect to V4L device!
nl: Kon niet verbinden met V4L apparaat!

source: Requested resolution (%1x%2) was not available. Driver used %3x%4 instead. Please check your configuration.
nl: Gevraagde resolutie (%1x%2) was niet beschikbaar. De driver gebruikte %3x%4 in de plaats. Kijk uw configuratie na.

source: Selected path does not exists. Do you want to create it?
nl: Geselecteerde pad bestaat niet. Wilt u het nu aanmaken?

source: Device node:
nl: Aankoppelingspunt apparaat:

source: Resolution:
nl: Resolutie:

source: Disabled
nl: Uitgeschakeld

source: Framerate limit:
nl: Framerate limiet:

source: Camera settings
nl: Camera instellingen

source: Use default pictures directory
nl: Gebruik de standaardmap voor afbeeldingen

source: Use subdirectory:
nl: Gebruik submap:

source: Photo directory:
nl: fotomap:

source: Storage
nl: Opslag

source: Photo storage
nl: Foto opslag

source: Play sound on taking photo
nl: Speel geluid af bij het nemen van een foto

source: Play timer sounds
nl: Speel timer geluiden af

source: Show notification on taking photo
nl: Toon notificatie bij het nemen van een foto

source: Behaviour
nl: Gedrag

source: Starting up webcam...
nl: Webcam aan het starten...

source: Photo has been stored in file %1
nl: Foto is opgeslagen in bestand %1

source: Show in directory
nl: Geef weer in map

source: Open in GIMP
nl: Openen in GIMP

source: Open in Inkscape
nl: Openen in Inkscape

# NAME OF TRANSLATORS
source: Your names
nl: Kenny Verstraete

# EMAIL OF TRANSLATORS
source: Your emails
nl: verstraete_kenny@skynet.be
